[{"title":"Dilwale Dulhania Le Jayenge","synopsis":"Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.","release_date":"1995-10-20","rating":9.1,"genres":["Comedy","Drama","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//uC6TTUhPpQCmgldGyYveKRAu8JN.jpg"},{"title":"The Shawshank Redemption","synopsis":"Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.","release_date":"1994-09-23","rating":8.6,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//9O7gLzmreU0nGkIB6K3BsJbzvNv.jpg"},{"title":"The Godfather","synopsis":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","release_date":"1972-03-14","rating":8.6,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//rPdtLWNsZmAtoZl9PK7S2wE3qiS.jpg"},{"title":"Your Name.","synopsis":"High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.","release_date":"2016-08-26","rating":8.6,"genres":["Romance","Animation","Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//xq1Ugd62d23K2knRUx6xxuALTZB.jpg"},{"title":"Schindler's List","synopsis":"The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.","release_date":"1993-12-15","rating":8.5,"genres":["Drama","History","War"],"poster_url":"http://image.tmdb.org/t/p/w500//yPisjyLweCl1tbgwgtzBCNCBle.jpg"},{"title":"The Godfather: Part II","synopsis":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.","release_date":"1974-12-20","rating":8.5,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//bVq65huQ8vHDd1a4Z37QtuyEvpA.jpg"},{"title":"Spirited Away","synopsis":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.","release_date":"2001-07-20","rating":8.5,"genres":["Animation","Family","Fantasy"],"poster_url":"http://image.tmdb.org/t/p/w500//oRvMaJOmapypFUcQqpgHMZA6qL9.jpg"},{"title":"Life Is Beautiful","synopsis":"A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.","release_date":"1997-12-20","rating":8.4,"genres":["Comedy","Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//f7DImXDebOs148U4uPjI61iDvaK.jpg"},{"title":"The Green Mile","synopsis":"A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.","release_date":"1999-12-10","rating":8.4,"genres":["Fantasy","Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//sOHqdY1RnSn6kcfAHKu28jvTebE.jpg"},{"title":"Pulp Fiction","synopsis":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.","release_date":"1994-09-10","rating":8.4,"genres":["Thriller","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//dM2w364MScsjFf8pfMbaWUcWrR.jpg"},{"title":"Psycho","synopsis":"When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.","release_date":"1960-06-16","rating":8.4,"genres":["Drama","Horror","Thriller","Mystery"],"poster_url":"http://image.tmdb.org/t/p/w500//81d8oyEFgj7FlxJqSDXWr8JH8kV.jpg"},{"title":"The Dark Knight","synopsis":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.","release_date":"2008-07-16","rating":8.4,"genres":["Drama","Action","Crime","Thriller"],"poster_url":"http://image.tmdb.org/t/p/w500//1hRoyzDtpgMU7Dz4JF22RANzQO7.jpg"},{"title":"Fight Club","synopsis":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.","release_date":"1999-10-15","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//adw6Lq9FiC9zjYEpOqfq03ituwp.jpg"},{"title":"Once Upon a Time in America","synopsis":"A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.","release_date":"1984-05-23","rating":8.4,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//fqP3Q7DWMFqW7mh11hWXbNwN9rz.jpg"},{"title":"Forrest Gump","synopsis":"A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.","release_date":"1994-07-06","rating":8.4,"genres":["Comedy","Drama","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//yE5d3BUhE8hCnkMUJOo1QDoOGNz.jpg"},{"title":"Cinema Paradiso","synopsis":"A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.","release_date":"1988-11-17","rating":8.4,"genres":["Drama","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//hYzCLju3W74nLhhRXfPkwDi1Tun.jpg"},{"title":"Seven Samurai","synopsis":"A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food. A giant battle occurs when 40 bandits attack the village.","release_date":"1954-04-26","rating":8.4,"genres":["Action","Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//v6xrz4fr92KY1oNC3HsEvrsvR1n.jpg"},{"title":"GoodFellas","synopsis":"The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.","release_date":"1990-09-12","rating":8.4,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//hAPeXBdGDGmXRPj4OZZ0poH65Iu.jpg"},{"title":"One Flew Over the Cuckoo's Nest","synopsis":"While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.","release_date":"1975-11-18","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//2Sns5oMb356JNdBHgBETjIpRYy9.jpg"},{"title":"A Dog's Will","synopsis":"The lively João Grilo and the sly Chicó are poor guys living in the hinterland who cheat a bunch of people in a small Northeast Brazil town. But when they die, they have to be judged by Christ, the Devil and the Virgin Mary, before they are admitted to paradise.","release_date":"2000-09-15","rating":8.4,"genres":["Adventure","Comedy"],"poster_url":"http://image.tmdb.org/t/p/w500//uHEmM49YphluJnGep8Ef1qwD2QX.jpg"},{"title":"Neon Genesis Evangelion: The End of Evangelion","synopsis":"The second of two theatrically released follow-ups to the Neon Genesis Evangelion series. Comprising of two alternate episodes which were first intended to take the place of episodes 25 and 26, this finale answers many of the questions surrounding the series, while also opening up some new possibilities.","release_date":"1997-07-19","rating":8.4,"genres":["Drama","Science Fiction","Animation"],"poster_url":"http://image.tmdb.org/t/p/w500//5JYzfyKBwReaQ41WFhqXgOZnPWV.jpg"},{"title":"12 Angry Men","synopsis":"The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.","release_date":"1957-03-25","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//3W0v956XxSG5xgm7LB6qu8ExYJ2.jpg"},{"title":"Grave of the Fireflies","synopsis":"In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.","release_date":"1988-04-16","rating":8.4,"genres":["Animation","Drama","War"],"poster_url":"http://image.tmdb.org/t/p/w500//4u1vptE8aXuzb5zauZTmikyectV.jpg"},{"title":"Investigation of a Citizen Above Suspicion","synopsis":"A chief of detectives, homicide section, commits a murder and deliberately leaves clues to prove his own responsibility for the crime.","release_date":"1970-02-09","rating":8.4,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//e9Bqg1QiWVvV1cuQ4Qo8rJEyHuG.jpg"},{"title":"Whiplash","synopsis":"Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.","release_date":"2014-10-10","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//lIv1QinFqz4dlp5U4lQ6HaiskOZ.jpg"},{"title":"Twin Peaks","synopsis":"Undercurrents of passion, greed, jealousy and intrigue surface in a seemingly respectable town when a high school homecoming queen is found murdered.","release_date":"1989-12-31","rating":8.4,"genres":["Drama","Mystery"],"poster_url":"http://image.tmdb.org/t/p/w500//zQsEi6096L7PvowV39dtdqdW16f.jpg"},{"title":"The Lord of the Rings: The Return of the King","synopsis":"Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam bring the ring closer to the heart of Mordor, the dark lord's realm.","release_date":"2003-12-01","rating":8.4,"genres":["Adventure","Fantasy","Action"],"poster_url":"http://image.tmdb.org/t/p/w500//rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg"},{"title":"On My Skin","synopsis":"The incredible true story behind the most controversial Italian court cases in recent years. Stefano Cucchi was arrested for a minor crime and mysteriously found dead during his detention. In one week's time, a family is changed forever.","release_date":"2018-08-29","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//woamzsZd0F4TF5kA00Dpy3ahGtB.jpg"},{"title":"City Lights","synopsis":"City Lights is the first silent film that Charlie Chaplin directed after he established himself with sound accompanied films. The film is about a penniless man who falls in love with a flower girl. The film was a great success and today is deemed a cult classic.","release_date":"1931-02-26","rating":8.4,"genres":["Comedy","Drama","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg"},{"title":"Harakiri","synopsis":"Aging samurai Hanshiro Tsugumo arrives at the home of Kageyu Saito and asks to commit a ritual suicide on the property, which Saito thinks is a ploy to gain pity and a job. Saito tells Tsugumo of another samurai, Motome Chijiiwa, who threatened suicide as a stratagem, only to be forced to follow through on the task. When Tsugumo reveals that Chijiiwa was his son-in-law, the disclosure sets off a fierce conflict.","release_date":"1962-09-15","rating":8.4,"genres":["Action","Drama","History"],"poster_url":"http://image.tmdb.org/t/p/w500//5konZnIbcAxZjP616Cz5o9bKEfW.jpg"},{"title":"Sunset Boulevard","synopsis":"A hack screenwriter writes a screenplay for a former silent film star who has faded into Hollywood obscurity.","release_date":"1950-08-10","rating":8.4,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//oFwzvRgfxJc0FUr2mwYTi10dk3G.jpg"},{"title":"The Good, the Bad and the Ugly","synopsis":"While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.","release_date":"1966-12-23","rating":8.3,"genres":["Western"],"poster_url":"http://image.tmdb.org/t/p/w500//wfPHdfofBD5PN96dV96a51B3Ja2.jpg"},{"title":"The Great Dictator","synopsis":"Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.","release_date":"1940-10-15","rating":8.3,"genres":["Comedy"],"poster_url":"http://image.tmdb.org/t/p/w500//5Sukn9kDDoUQgoCZOR1YbbjxPoi.jpg"},{"title":"In a Heartbeat","synopsis":"A closeted boy runs the risk of being outed by his own heart after it pops out of his chest to chase down the boy of his dreams.","release_date":"2017-06-01","rating":8.3,"genres":["Family","Animation","Romance","Comedy"],"poster_url":"http://image.tmdb.org/t/p/w500//wJUJROdLOtOzMixkjkx1aaZGSLl.jpg"},{"title":"American History X","synopsis":"Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.","release_date":"1998-10-30","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//fXepRAYOx1qC3wju7XdDGx60775.jpg"},{"title":"Howl's Moving Castle","synopsis":"When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking home.","release_date":"2004-11-19","rating":8.3,"genres":["Fantasy","Animation","Adventure"],"poster_url":"http://image.tmdb.org/t/p/w500//iMarB2ior30OAXjPa7QIdeyUfM1.jpg"},{"title":"City of God","synopsis":"Cidade de Deus is a shantytown that started during the 1960s and became one of Rio de Janeiro’s most dangerous places in the beginning of the 1980s. To tell the story of this place, the movie describes the life of various characters, all seen by the point of view of the narrator, Buscapé. Buscapé was raised in a very violent environment. Despite the feeling that all odds were against him, he finds out that life can be seen with other eyes...","release_date":"2002-02-05","rating":8.3,"genres":["Drama","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//gCqnQaq8T4CfioP9uETLx9iMJF4.jpg"},{"title":"The Empire Strikes Back","synopsis":"The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.","release_date":"1980-05-20","rating":8.3,"genres":["Adventure","Action","Science Fiction"],"poster_url":"http://image.tmdb.org/t/p/w500//9SKDSFbaM6LuGqG1aPWN3wYGEyD.jpg"},{"title":"Black Mirror: White Christmas","synopsis":"In a mysterious and remote snowy outpost, Matt and Potter share a Christmas meal, swapping creepy tales of their earlier lives in the outside world, but are both men who they appear to be?","release_date":"2014-12-16","rating":8.3,"genres":["Drama","Mystery","Science Fiction","Thriller","TV Movie"],"poster_url":"http://image.tmdb.org/t/p/w500//he609rnU3tiwBjRklKNa4n2jQSd.jpg"},{"title":"Sherlock: The Final Problem","synopsis":"Long buried secrets finally come to light as someone has been playing a very long game indeed. Sherlock and John face their greatest ever challenge. Is the game finally over?","release_date":"2017-01-15","rating":8.3,"genres":["Drama","Mystery"],"poster_url":"http://image.tmdb.org/t/p/w500//ySiqbi1sW7imVYbtECZS0xQ3Hmj.jpg"},{"title":"My Friends","synopsis":"Like in many other Monicelli movies, the main theme of Amici miei is friendship, seen from a rather bitter point of view. It tells the story of four middle-aged friends in Florence who organize together idle pranks (called zingarate, \"gypsy shenanigans\") in a continuous attempt to prolong childhood during their adult life.","release_date":"1975-06-06","rating":8.3,"genres":["Comedy"],"poster_url":"http://image.tmdb.org/t/p/w500//2n6BSqurUOVBlsigtGAfedBzn53.jpg"},{"title":"Andrei Rublev","synopsis":"An expansive Russian drama, this film focuses on the life of revered religious icon painter Andrei Rublev. Drifting from place to place in a tumultuous era, the peace-seeking monk eventually gains a reputation for his art. But after Rublev witnesses a brutal battle and unintentionally becomes involved, he takes a vow of silence and spends time away from his work. As he begins to ease his troubled soul, he takes steps towards becoming a painter once again.","release_date":"1966-12-16","rating":8.3,"genres":["Drama","History"],"poster_url":"http://image.tmdb.org/t/p/w500//910xRIUmNJrWH2hkQifBJtoPp5R.jpg"},{"title":"Princess Mononoke","synopsis":"Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.","release_date":"1997-07-12","rating":8.3,"genres":["Adventure","Fantasy","Animation"],"poster_url":"http://image.tmdb.org/t/p/w500//mNqZOtJIQfFQPjo3hmYLIn8Qqhf.jpg"},{"title":"Doctor Who: The Day of the Doctor","synopsis":"In 2013, something terrible is awakening in London's National Gallery; in 1562, a murderous plot is afoot in Elizabethan England; and somewhere in space an ancient battle reaches its devastating conclusion. All of reality is at stake as the Doctor's own dangerous past comes back to haunt him.","release_date":"2013-11-23","rating":8.3,"genres":["Science Fiction","Adventure"],"poster_url":"http://image.tmdb.org/t/p/w500//lQy2QVcacuH55k37K9Ox0gw3YpZ.jpg"},{"title":"Paths of Glory","synopsis":"During World War I, commanding officer General Broulard orders his subordinate, General Mireau, to attack a German trench position, offering a promotion as an incentive. Though the mission is foolhardy to the point of suicide, Mireau commands his own subordinate, Colonel Dax, to plan the attack. When it ends in disaster, General Mireau demands the court-martial of three random soldiers in order to save face.","release_date":"1957-09-18","rating":8.3,"genres":["Drama","War"],"poster_url":"http://image.tmdb.org/t/p/w500//f3DEXseCs3WBtvCv9pVPCtoluuG.jpg"},{"title":"Mommy","synopsis":"A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.","release_date":"2014-05-22","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//tpoaLlY0ZdVGDLToVwkGdWxLHRe.jpg"},{"title":"Ikiru","synopsis":"Mr. Watanabe suddenly finds that he has terminal cancer. He vows to make his final days meaningful. His attempts to communicate his anguish to his son and daughter-in-law lead only to heartbreak. Finally, inspired by an unselfish co-worker, he turns his efforts to bringing happiness to others by building a playground in a dreary slum neighborhood. When the park is finally completed, he is able to face death with peaceful acceptance.","release_date":"1952-10-09","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//dgNTS4EQDDVfkzJI5msKuHu2Ei3.jpg"},{"title":"The Best of Youth","synopsis":"Spanning four decades, from the chaotic 1960s to the present, director Marco Tullio Giordana's passionate epic 'La Meglio Gioventu' follows two Italian brothers through some of the most tumultuous events of recent Italian history.","release_date":"2003-05-19","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//fWi5OVdODBYsNXZTmVbvV1ROMhl.jpg"},{"title":"Witness for the Prosecution","synopsis":"When Leonard Vole is arrested for the sensational murder of a rich, middle-aged widow, the famous Sir Wilfrid Robarts agrees to appear on his behalf. Sir Wilfrid, recovering from a near-fatal heart attack, is supposed to be on a diet of bland, civil suits—but the lure of the criminal courts is too much for him, especially when the case is so difficult.","release_date":"1957-12-17","rating":8.3,"genres":["Drama","Mystery","Crime"],"poster_url":"http://image.tmdb.org/t/p/w500//heY0CCUqN4DY3X30thssZkvWZwx.jpg"},{"title":"The Handmaiden","synopsis":"1930s Korea, in the period of Japanese occupation, a young woman is hired as a handmaiden to a Japanese heiress who lives a secluded life on a large countryside estate with her domineering uncle. But, the maid has a secret: she is a pickpocket recruited by a swindler posing as a Japanese count to help him seduce the heiress to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until the women discover some unexpected emotions.","release_date":"2016-06-01","rating":8.3,"genres":["Thriller","Drama","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//wvzfK5QR6dGLwND8MCzWjsQWG4Q.jpg"},{"title":"Tokyo Story","synopsis":"The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.","release_date":"1953-11-03","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg"},{"title":"Dead Poets Society","synopsis":"At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.","release_date":"1989-06-02","rating":8.3,"genres":["Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//3Ri2GReavqSHqWemlP6HYn8i2P9.jpg"},{"title":"High and Low","synopsis":"An executive of a shoe company becomes a victim of extortion when his chauffeur's son is kidnapped and held for ransom.","release_date":"1963-03-01","rating":8.3,"genres":["Crime","Drama","Mystery","Thriller"],"poster_url":"http://image.tmdb.org/t/p/w500//tgNjemQPG96uIezpiUiXFcer5ga.jpg"},{"title":"Call Me by Your Name","synopsis":"Elio Perlman is spending the summer with his family at their vacation home in Lombardy, Italy. When his father hires a handsome doctoral student, the curious 17-year-old finds himself developing a growing attraction to the young man.","release_date":"2017-09-01","rating":8.3,"genres":["Romance","Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//nPTjj6ZfBXXBwOhd7iUy6tyuKWt.jpg"},{"title":"Léon: The Professional","synopsis":"Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.","release_date":"1994-09-14","rating":8.3,"genres":["Thriller","Crime","Drama"],"poster_url":"http://image.tmdb.org/t/p/w500//gE8S02QUOhVnAmYu4tcrBlMTujz.jpg"},{"title":"Rear Window","synopsis":"Professional photographer L.B. \"Jeff\" Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate.","release_date":"1954-08-01","rating":8.3,"genres":["Drama","Mystery","Thriller"],"poster_url":"http://image.tmdb.org/t/p/w500//fjIVHiAaBUEtBbHgRLoTgeY8Ter.jpg"},{"title":"Loving Vincent","synopsis":"The film brings the paintings of Vincent van Gogh to life to tell his remarkable story. Every one of the 65,000 frames of the film is an oil-painting hand-painted by 125 professional oil-painters who travelled from all across the world to the Loving Vincent studios in Poland and Greece to be a part of the production. As remarkable as Vincent’s brilliant paintings are his passionate and ill-fated life and mysterious death.","release_date":"2017-06-22","rating":8.3,"genres":["Animation","Drama","Mystery"],"poster_url":"http://image.tmdb.org/t/p/w500//qlrhwUDe7YOZujAYanK6ij2vbY5.jpg"},{"title":"Modern Times","synopsis":"The Tramp struggles to live in modern industrial society with the help of a young homeless woman.","release_date":"1936-02-05","rating":8.3,"genres":["Drama","Comedy"],"poster_url":"http://image.tmdb.org/t/p/w500//7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg"},{"title":"Avengers: Infinity War","synopsis":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.","release_date":"2018-04-25","rating":8.3,"genres":["Adventure","Action","Fantasy"],"poster_url":"http://image.tmdb.org/t/p/w500//7WsyChQLEftFiDOVTGkv3hFpyyt.jpg"},{"title":"The Legend of 1900","synopsis":"The story of a virtuoso piano player who lives his entire life aboard an ocean liner. Born and raised on the ship, 1900 (Tim Roth) learned about the outside world through interactions with passengers, never setting foot on land, even for the love of his life. Years later, the ship may be destroyed, and a former band member fears that 1900 may still be aboard, willing to go down with the ship.","release_date":"1998-10-28","rating":8.3,"genres":["Drama","Music","Romance"],"poster_url":"http://image.tmdb.org/t/p/w500//wss1PkvHD2cYH6lu5mSa2MgGoi.jpg"}]